Revit 2024 API
BuiltInFailures.ConnectorFailures.SizingCalculationFlowOnlyWarn Property
 Some elements are not sized because the system calculation is flow only. You may change the system calculation level to size them again.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId SizingCalculationFlowOnlyWarn { get; }
Visual Basic
Public Shared ReadOnly Property SizingCalculationFlowOnlyWarn As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ SizingCalculationFlowOnlyWarn {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.ConnectorFailures Class
Autodesk.Revit.DB Namespace